
"qtMovieViewAccessibilityMovie" = "filme";
"qtMovieViewAccessibilityRole" = "função";
"qtMovieViewAccessibilitySubrole" = "função secundária";
"qtMovieViewAccessibilityView" = "visualizar";
"qtMovieViewAccessibilityImage" = "imagem";

"qtMovieViewContextMenuFlashBack" = "Anterior";
"qtMovieViewContextMenuFlashForward" = "Seguinte";
"qtMovieViewContextMenuFlashLoop" = "Repetir";
"qtMovieViewContextMenuFlashPlay" = "Reproduzir";
"qtMovieViewContextMenuFlashRewind" = "Retroceder";
"qtMovieViewContextMenuFlashShowAll" = "Mostrar tudo";
"qtMovieViewContextMenuFlashZoomIn" = "Ampliar";
"qtMovieViewContextMenuFlashZoomOut" = "Reduzir";

"qtMovieViewContextMenuLinearCopy" = "Copiar";
"qtMovieViewContextMenuLinearCut" = "Cortar";
"qtMovieViewContextMenuLinearPaste" = "Colar";
"qtMovieViewContextMenuLinearPlay" = "Reproduzir";
"qtMovieViewContextMenuLinearRedo" = "Refazer";
"qtMovieViewContextMenuLinearSelectAll" = "Seleccionar tudo";
"qtMovieViewContextMenuLinearSelectNone" = "Anular selecção";
"qtMovieViewContextMenuLinearStop" = "Parar";
"qtMovieViewContextMenuLinearUndo" = "Desfazer";

"qtMovieViewEditCut" = "Cortar";
"qtMovieViewEditCopy" = "Copiar";
"qtMovieViewEditPaste" = "Colar";
"qtMovieViewEditDelete" = "Apagar";
"qtMovieViewEditAdd" = "Adicionar";
"qtMovieViewEditAddScaled" = "Adicionar à escala";
"qtMovieViewEditReplace" = "Substituir";
"qtMovieViewEditTrim" = "Separar";
"qtMovieViewEditDrop" = "Eliminar";

"qtMovieFlattenOperation" = "A unificar filme...";
"qtMovieInsertTrackSegmentOperation" = "A inserir segmento de faixa...";
"qtMovieInsertMovieSegmentOperation" = "A inserir segmento de filme...";
"qtMoviePasteOperation" = "A colar...";
"qtMovieAddMovieSelectionOperation" = "A adicionar selecção de filme...";
"qtMovieCopyOperation" = "A copiar...";
"qtMovieCutOperation" = "A cortar...";
"qtMovieLoadMovieIntoRamOperation" = "A carregar o filme na RAM...";
"qtMovieLoadTrackIntoRamOperation" = "A carregar a faixa na RAM...";
"qtMovieLoadMediaIntoRamOperation" = "A carregar o suporte na RAM...";
"qtMovieImportOperation" = "A importar filme...";
"qtMovieExportOperation" = "A exportar filme...";
"qtMovieUnknownOperation" = "A realizar operação desconhecida...";

"qtMovieViewClippingName" = "Clip de filme";

"QTMoviePosterTimeAttribute" = "Especificar tempo do cartaz";
"QTTrackHighQualityVideoAttribute" = "Especificar vídeo de alta qualidade";
"QTTrackDeinterlaceVideoAttribute" = "Especificar desentrelaçamento de vídeo";
"QTTrackSingleFieldVideoAttribute" = "Especificar vídeo de campo único";
"QTTrackPreloadTrackAttribute" = "Especificar pré-carregamento da faixa";
"QTTrackNeverPurgeTrackAttribute" = "Especificar faixa para nunca ser limpa";
"QTTrackMatrixAttribute" = "Especificar matriz da faixa";
"QTTrackChapterlistAttribute" = "Especificar lista de capítulos";
"QTTrackMaskAttribute" = "Especificar máscara da faixa";
"QTTrackVolumeAttribute" = "Especificar volume da faixa";
"QTTrackBalanceAttribute" = "Especificar balanço da faixa";
"QTTrackHrefAttribute" = "Especificar HREF da faixa";
"QTTrackTransferModeAttribute" = "Especificar modo de transferência de vídeo";
"QTTrackOperationColorAttribute" = "Especificar cor de operação do vídeo";
"QTTrackEnabledAttribute" = "Especificar activação da faixa";
"QTTrackLanguageAttribute" = "Especificar idioma da faixa";
"QTTrackLayerAttribute" = "Especificar camada da faixa";
"QTTrackDisplayNameAttribute" = "Especificar nome da faixa";

"QTTrackDefaultName" = "Faixa";
"QTTextTrackDefaultName" = "Faixa de texto";
"QTChapterTrackDefaultName" = "Faixa de capítulo";
"QTVideoTrackDefaultName" = "Faixa de vídeo";
"QTSoundTrackDefaultName" = "Faixa de som";
"QTSubtitleTrackDefaultName" = "Faixa de legenda";
"QTClosedCaptionTrackDefaultName" = "Faixa de legendagem";

"QTFormatDescriptionVideoFormatSummary" = "%@, %.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@, %.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC (protegido)";
"QTFormatDescriptionProtectedAC3Format" = "AC3 (protegido)";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "Suporte de vídeo";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "Suporte de áudio";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Suporte muxed";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "Suporte de texto";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "Suporte desconhecido";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "Sequência de sistema MPEG-2";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "Sequência de transporte MPEG-2";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "Sequência de programa MPEG-2";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "Sequência DV Muxed";

"QTCaptureDeviceUnknownDevice" = "Periférico desconhecido";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "Melhor qualidade de animação";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG de alta qualidade";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "Alta qualidade H.264";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC de alta qualidade";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC com qualidade de voz";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "Formato: Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "Formato: AAC\nTaxa de bits: 128 kbps por canal";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "Formato: AAC\nTaxa de bits: 32 kbps por canal\nTaxa de amostragem: 22,050 kHz";

"QTCompressionOptionsCompressorSummary" = "Compressão: %@";
"QTCompressionOptionsSizeSummary" = "Tamanho máximo: %d x %d";

"qtKitError" = "Erro";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "O disco está cheio.";
"qtKitErrorString35" = "Não foi possível encontrar um volume.";
"qtKitErrorString36" = "Ocorreu um erro de E/S.";
"qtKitErrorString37" = "Foi encontrado um nome de ficheiro ou de volume inválido.";
"qtKitErrorString38" = "Um ficheiro não está aberto.";
"qtKitErrorString39" = "Foi alcançado o fim do ficheiro.";
"qtKitErrorString41" = "A memória está cheia.";
"qtKitErrorString42" = "Demasiados ficheiros abertos.";
"qtKitErrorString43" = "Directório ou ficheiro inexistente.";
"qtKitErrorString44" = "Um volume está protegido.";
"qtKitErrorString45" = "Um ficheiro está protegido.";
"qtKitErrorString46" = "Um volume está protegido.";
"qtKitErrorString47" = "O ficheiro está em utilização.";
"qtKitErrorString48" = "Já existe um ficheiro com esse nome.";
"qtKitErrorString192" = "Não foi encontrado um recurso necessário.";
"qtKitErrorString193" = "Não foi encontrado um ficheiro de recursos necessário.";
"qtKitErrorString194" = "Falhou uma tentativa para adicionar ao ficheiro um recurso.";
"qtKitErrorString195" = "Falhou uma tentativa para adicionar ao ficheiro uma referência a um recurso.";
"qtKitErrorString196" = "Falhou uma tentativa para remover um recurso.";
"qtKitErrorString197" = "Falhou uma tentativa para remover uma referência a um recurso.";
"qtKitErrorString198" = "Foi encontrado um recurso com um atributo incoerente.";
"qtKitErrorString199" = "O mapa de recursos está incorrecto.";
"qtKitErrorString1409" = "A bifurcação de ficheiros especificada não existe. ";
"qtKitErrorString2000" = "Não foi possível resolver uma referência de dados indispensável.";
"qtKitErrorString2001" = "Foi encontrada no filme uma descrição de imagem inválida.";
"qtKitErrorString2002" = "Foi encontrado no filme um átomo público de filme inválido.";
"qtKitErrorString2003" = "Não foi possível encontrar um gestor de dados necessário ao filme.";
"qtKitErrorString2004" = "Não foi possível abrir um gestor de dados necessário ao filme.";
"qtKitErrorString2005" = "Foi encontrado no filme um tipo inválido de componente.";
"qtKitErrorString2006" = "Não foi possível encontrar um gestor de multimédia necessário ao filme.";
"qtKitErrorString2007" = "Não foi possível encontrar um gestor de dados necessário ao filme.";
"qtKitErrorString2008" = "Foram encontrados no filme dados multimédia inválidos.";
"qtKitErrorString2009" = "Foi encontrada no filme uma faixa inválida.";
"qtKitErrorString2010" = "O filme contém alguns dados inválidos.";
"qtKitErrorString2011" = "O filme contém uma tabela de amostras inválida.";
"qtKitErrorString2012" = "O filme contém uma referência de dados inválida.";
"qtKitErrorString2013" = "O filme contém um gestor de dados inválido.";
"qtKitErrorString2014" = "O filme contém uma duração incorrecta.";
"qtKitErrorString2015" = "O filme contém um valor de hora incorrecto.";
"qtKitErrorString2016" = "Não foi possível guardar no filme um átomo público de filme.";
"qtKitErrorString2017" = "O filme tem uma lista de edição inválida.";
"qtKitErrorString2018" = "Os tipos de suporte do filme não coincidem.";
"qtKitErrorString2019" = "A operação foi cancelada.";
"qtKitErrorString2020" = "A caixa de ferramentas de filmes não foi inicializada.";
"qtKitErrorString2021" = "Não foi encontrado um ficheiro de trabalho necessário.";
"qtKitErrorString2022" = "Não foi possível criar um ficheiro de bifurcação simples.";
"qtKitErrorString2023" = "O estado de edição era inválido.";
"qtKitErrorString2024" = "O estado de edição não correspondia.";
"qtKitErrorString2025" = "O estado de edição encontra-se estagnado.";
"qtKitErrorString2026" = "Faltam alguns dados de utilizador do filme.";
"qtKitErrorString2027" = "Existe um erro no programa.";
"qtKitErrorString2028" = "Foi fornecido um índice de faixas incorrecto.";
"qtKitErrorString2029" = "Não foi possível encontrar um número de identificação de faixa.";
"qtKitErrorString2030" = "Uma dada faixa não se encontra no filme.";
"qtKitErrorString2031" = "Uma hora especificada não se encontra numa dada faixa.";
"qtKitErrorString2032" = "Uma hora especificada não se encontra num dado suporte.";
"qtKitErrorString2033" = "Foi fornecido um índice de edição incorrecto.";
"qtKitErrorString2034" = "Ocorreu um erro inesperado do QuickTime.";
"qtKitErrorString2035" = "Não foi possível activar uma faixa necessária.";
"qtKitErrorString2036" = "Foi encontrado no filme um rectângulo inválido.";
"qtKitErrorString2037" = "Foi encontrado no filme um número de amostra inválido.";
"qtKitErrorString2038" = "Foi encontrado no filme um número de bloco inválido.";
"qtKitErrorString2039" = "Foi encontrado no filme um índice inválido de descrições de amostras.";
"qtKitErrorString2040" = "Foi encontrada no filme uma cache de blocos inválida.";
"qtKitErrorString2041" = "Foi encontrada no filme uma descrição de amostra inválida.";
"qtKitErrorString2042" = "A bifurcação de dados do ficheiro não se encontrava aberta para leitura.";
"qtKitErrorString2043" = "A bifurcação de dados do ficheiro não se encontrava aberta para escrita.";
"qtKitErrorString2044" = "A bifurcação de dados do ficheiro já estava aberta para escrita.";
"qtKitErrorString2045" = "A bifurcação de dados do ficheiro já estava fechada.";
"qtKitErrorString2046" = "Foi alcançado o fim dos dados do filme.";
"qtKitErrorString2047" = "Foi encontrada uma referência de dados inválida.";
"qtKitErrorString2048" = "O ficheiro não é um ficheiro de filme.";
"qtKitErrorString2049" = "Foi encontrado no filme um contentor de referências de dados inválido.";
"qtKitErrorString2050" = "Foi encontrado no filme um índice inválido de referências de dados.";
"qtKitErrorString2051" = "O filme não possui quaisquer ficheiros de dados em disco. Guarde o filme e tente novamente.";
"qtKitErrorString2052" = "Não foi possível utilizar uma amostra de dados existente.";
"qtKitErrorString2053" = "A aplicação tentou utilizar uma funcionalidade não suportada.";
"qtKitErrorString2125" = "O offset no ficheiro é demasiado grande.";
"qtKitErrorString2149" = "Não estão disponíveis dados suficientes do filme.";
"qtKitErrorString5000" = "Não tem permissões suficientes para esta operação.";
"qtKitErrorString8969" = "O filme contém alguns dados inválidos.";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "Não foi possível concluir a operação.";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "Não foi possível concluir a operação devido a um erro desconhecido. (%@)";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "Impossível capturar conteúdos.";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "Algumas origens de conteúdos são incompatíveis com os destinos dos conteúdos.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "Impossível capturar conteúdos do periférico “%@” porque já está a ser utilizado por esta aplicação.";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "Experimente parar quaisquer operações que estejam a utilizar o periférico “%@” ou aguarde que essas operações sejam concluídas.";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "A gravação falhou porque não foram recebidos dados.";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "Certifique-se de que a origem de conteúdos está ligada e em reprodução.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "A gravação foi interrompida porque a configuração das origens de conteúdos e os destinos foram alterados.";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "Tente gravar de novo.";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "A gravação no “%@” foi interrompida porque o disco “%@” está a ficar cheio.";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "Experimente apagar ficheiros do disco “%@” ou gravá-los para outro disco.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "A gravação foi interrompida porque o periférico “%@” foi desligado ou desconectado.";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "Experimente ligar ou conectar novamente o periférico “%@” para prosseguir com a gravação.";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "A gravação foi interrompida porque o formato do suporte de origem foi alterado.";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "Conteúdos de diferentes formatos não podem ser gravados no mesmo ficheiro.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "A gravação foi interrompida porque o ficheiro não pode ser maior do que %@.";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "A duração máxima é %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "A gravação foi interrompida porque o ficheiro não pode ser maior do que %@.";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "O tamanho máximo do ficheiro é %@.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "A gravação foi interrompida porque ocorreu uma interrupção no suporte de entrada.";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "Experimente encerrar as aplicações ou desligar os periféricos que estão a utilizar os recursos necessários para gravar.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "Não foi possível abrir o periférico “%@” porque não está conectado ou ligado.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "Experimente ligar ou conectar o periférico “%@” antes de o abrir.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "Não foi possível abrir um periférico por não estar activado ou ligado.";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "Experimente activar ou ligar os periféricos antes de tentar abri-los.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "Não foi possível abrir o periférico “%@” porque está a ser utilizado por outra aplicação.";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "Interrompa quaisquer operações que estejam a utilizar o periférico “%@”, aguarde que essas operações sejam concluídas, ou encerre a aplicação que está a utilizar o periférico.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "Não foi possível abrir o periférico “%@” porque já está aberto um periférico “%@” incompatível.";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "Experimente parar quaisquer operações que utilizem o periférico “%@”.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "A gravação parou porque foi atingida a duração máxima do ficheiro.";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "Experimente continuar a gravação num novo ficheiro.";

"qtKitDataSizeInBytes" = "%@ bytes";
"qtKitDataSizeInKilobytes" = "%@ KB";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@ (%@)";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "Preto e branco";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "Milhares";
"qtKitBitDepthStringForMillionsColors" = "Milhões";
"qtKitBitDepthStringForMillionsPlusColors" = "Milhões+";
"qtKitBitDepthStringForUnknownColors" = "Desconhecido";
"qtKitBitDepthStringForColorsColors" = "Cores";
"qtKitBitDepthStringForGrayColors" = "Níveis de cinzento";
